/* Title for cancel button */
"Cancel" = "Avbryt";

/* Title for continue button */
"Continue" = "Fortsett";

/* Title of sheet displayed for HTTPS can't connect/continue anyway dialog. */
"iCal can't verify the identity of the server \"%@\"." = "iCal kan ikke verifisere identiteten til tjeneren «%@».";

/* Message of sheet displayed for other SSL error type. */
"The certificate for this server cannot be verified and error (%d) has been encountered. You might be connecting to a server that is pretending to be \"%@\" which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Sertifikatet for denne tjeneren kan ikke verifiseres, og det ble oppdaget en feil (%d). Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en risiko for konfidensiell informasjon. Vil du koble til tjeneren likevel?";

/* Message of sheet displayed for other SSL error type. */
"The certificate for this server cannot be verified. You might be connecting to a server that is pretending to be \"%@\" which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Sertifikatet for denne tjeneren kan ikke verifiseres. Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en risiko for konfidensiell informasjon. Vil du koble til tjeneren likevel?";

/* Message of sheet displayed for NSURLErrorServerCertificateHasBadDate. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be \"%@\" which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Sertifikatet for denne tjeneren har utløpt. Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en risiko for konfidensiell informasjon. Vil du koble til tjeneren likevel?";

/* Message of sheet displayed for NSURLErrorServerCertificateNotYetValid. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be \"%@\" which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Sertifikatet for denne tjeneren er ikke gyldig ennå. Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en risiko for konfidensiell informasjon. Vil du koble til tjeneren likevel?";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be \"%@\" which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Sertifikatet for denne tjeneren er signert av en ukjent sertifiseringsautoritet. Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en risiko for konfidensiell informasjon. Vil du koble til tjeneren likevel?";

